export const products = [
    {
        "id": "67a5f8a3-5fd1-4e3d-b3f8-d0d4e1a2d17f",
        "isLux": true,
        "img": "/images-for-products/im1age 23.png",
        "url": "#",
        "rating": 4.5,
        "votes": 120,
        "items": [
          {
            "name": "Крем для лица",
            "sku": "COSM001",
            "price": "250.00",
            "oldPrice": "300.00",
            "count": "70 мл",
            "stock": 12,
            "color": "белый",
            "img": "cosmetic1_facecream.jpg"
          },
          {
            "name": "Крем для рук",
            "sku": "COSM002",
            "price": "150.00",
            "oldPrice": "180.00",
            "count": "120 мл",
            "stock": 1,
            "color": "розовый",
            "img": "cosmetic1_handcream.jpg"
          }
        ],
        "translations": [
          {
            "lang": "ru",
            "title": "Крем для лица и рук",
            "subTitle": "Для сухой и чувствительной кожи",
            "description": "Увлажняющий и питательный крем для лица и рук помогает бороться с сухостью и раздражением кожи.",
            "shortDescription": "Увлажняющий крем для лица и рук",
            "metaTitle": "Купить крем для лица и рук | Магазин косметики",
            "metaKeywords": "косметика, крем для лица, уход за кожей, увлажняющий крем",
            "metaDescription": "Купить увлажняющий крем для лица и рук в нашем магазине косметики по выгодной цене."
          },
          {
            "lang": "ua",
            "title": "Крем для обличчя і рук",
            "subTitle": "Для сухої і чутливої шкіри",
            "description": "Зволожуючий та живильний крем для обличчя і рук допомагає боротися з сухістю та подразненням шкіри.",
            "shortDescription": "Зволожуючий крем для обличчя і рук",
            "metaTitle": "Купити крем для обличчя і рук | Магазин косметики",
            "metaKeywords": "косметика, крем для обличчя, догляд за шкірою, зволожуючий крем",
            "metaDescription": "Купити зволожуючий крем для обличчя і рук в нашому магазині косметики за вигідною ціною."
          }
        ]
      },
      {
        "id": "87e16213-7894-4b59-9241-83b9ee9bc4e1",
        "isLux": false,
        "img": "/images-for-products/image 20.png",
        "url": "#",
        "rating": 4.2,
        "votes": 90,
        "items": [
          {
            "name": "Гель для душа",
            "sku": "COSM003",
            "price": "120.00",
            "oldPrice": "150.00",
            "stock": 0,
            "count": "300 мл",
            "color": "синий",
            "img": "cosmetic2_showergel.jpg"
          }
        ],
        "translations": [
          {
            "lang": "ru",
            "title": "Гель для душа",
            "subTitle": "Освежающий аромат",
            "description": "Этот гель для душа с приятным ароматом оставит вашу кожу чистой и свежей после каждого принятия душа.",
            "shortDescription": "Освежающий гель для душа",
            "metaTitle": "Купить гель для душа | Магазин косметики",
            "metaKeywords": "косметика, гель для душа, уход за телом, освежающий гель",
            "metaDescription": "Купить освежающий гель для душа в нашем магазине косметики по выгодной цене."
          },
          {
            "lang": "ua",
            "title": "Гель для душу",
            "subTitle": "Освіжаючий аромат",
            "description": "Цей гель для душу з приємним ароматом залишить вашу шкіру чистою і свіжою після кожного прийняття душу.",
            "shortDescription": "Освіжаючий гель для душу",
            "metaTitle": "Купити гель для душу | Магазин косметики",
            "metaKeywords": "косметика, гель для душу, догляд за тілом, освіжаючий гель",
            "metaDescription": "Купити освіжаючий гель для душу в нашому магазині косметики за вигідною ціною."
          }
        ]
      },
      {
        "id": "3d5fb96a-8513-4ed0-aa97-b6e87dd6f151",
        "isLux": true,
        "img": "/images-for-products/image 23.png",
        "url": "#",
        "rating": 4.7,
        "votes": 150,
        "items": [
          {
            "name": "Парфюм",
            "sku": "COSM004",
            "price": "600.00",
            "oldPrice": "750.00",
            "count": "70 мл",
            "stock": 323,
            "color": "без цвета",
            "img": "cosmetic3_perfume.jpg"
          }
        ],
        "translations": [
          {
            "lang": "ru",
            "title": "Парфюм",
            "subTitle": "Элегантный аромат",
            "description": "Этот парфюм с элегантным ароматом станет идеальным дополнением к вашему образу, подчеркивая вашу неповторимость.",
            "shortDescription": "Элегантный парфюм",
            "metaTitle": "Купить парфюм | Магазин косметики",
            "metaKeywords": "косметика, парфюм, аромат, элегантный парфюм",
            "metaDescription": "Купить элегантный парфюм в нашем магазине косметики по выгодной цене."
          },
          {
            "lang": "ua",
            "title": "Парфум",
            "subTitle": "Елегантний аромат",
            "description": "Цей парфум з елегантним ароматом стане ідеальним доповненням до вашого образу, підкреслюючи вашу неповторність.",
            "shortDescription": "Елегантний парфум",
            "metaTitle": "Купити парфум | Магазин косметики",
            "metaKeywords": "косметика, парфум, аромат, елегантний парфум",
            "metaDescription": "Купити елегантний парфум в нашому магазині косметики за вигідною ціною."
          }
        ]
      },
      {
        "id": "3c1f19ff-36e4-4fb3-bb56-5f0899d5b6d5",
        "isLux": false,
        "img": "/images-for-products/image 24.png",
        "url": "#",
        "rating": 4.0,
        "votes": 80,
        "items": [
          {
            "name": "Масло для волос",
            "sku": "COSM005",
            "price": "180.00",
            "oldPrice": "200.00",
            "count": "150 мл",
            "stock": 22,
            "color": "желтый",
            "img": "cosmetic4_hairoil.jpg"
          }
        ],
        "translations": [
          {
            "lang": "ru",
            "title": "Масло для волос",
            "subTitle": "Увлажнение и питание",
            "description": "Это масло для волос помогает увлажнить и питать ваши волосы, делая их мягкими, гладкими и блестящими.",
            "shortDescription": "Увлажняющее масло для волос",
            "metaTitle": "Купить масло для волос | Магазин косметики",
            "metaKeywords": "косметика, масло для волос, уход за волосами, увлажняющее масло",
            "metaDescription": "Купить увлажняющее масло для волос в нашем магазине косметики по выгодной цене."
          },
          {
            "lang": "ua",
            "title": "Масло для волосся",
            "subTitle": "Зволоження та живлення",
            "description": "Це масло для волосся допомагає зволожити і живити ваші волосся, роблячи їх м'якими, гладкими і блискучими.",
            "shortDescription": "Зволожуюче масло для волосся",
            "metaTitle": "Купити масло для волосся | Магазин косметики",
            "metaKeywords": "косметика, масло для волосся, догляд за волоссям, зволожуюче масло",
            "metaDescription": "Купити зволожуюче масло для волосся в нашому магазині косметики за вигідною ціною."
          }
        ]
      },
      {
        "id": "d0dab249-8207-40e4-a6fc-6f47e62d5e21",
        "isLux": true,
        "img": "/images-for-products/image 27.png",
        "url": "#",
        "rating": 4.8,
        "votes": 200,
        "items": [
          {
            "name": "Крем для глаз",
            "sku": "COSM006",
            "price": "350.00",
            "oldPrice": "400.00",
            "count": "50 мл",
            "stock": 344,
            "color": "бежевый",
            "img": "cosmetic5_eyecream.jpg"
          }
        ],
        "translations": [
          {
            "lang": "ru",
            "title": "Крем для глаз",
            "subTitle": "Против морщин и отечности",
            "description": "Этот крем для глаз помогает бороться с морщинами и отечностью вокруг глаз, делая кожу более упругой и увлажненной.",
            "shortDescription": "Крем против морщин для глаз",
            "metaTitle": "Купить крем для глаз | Магазин косметики",
            "metaKeywords": "косметика, крем для глаз, уход за кожей, антивозрастной крем",
            "metaDescription": "Купить антивозрастной крем для глаз в нашем магазине косметики по выгодной цене."
          },
          {
            "lang": "ua",
            "title": "Крем для очей",
            "subTitle": "Проти зморшок і набряклості",
            "description": "Цей крем для очей допомагає боротися зі зморшками і набряклістю навколо очей, роблячи шкіру більш пружною та зволоженою.",
            "shortDescription": "Крем проти зморшок для очей",
            "metaTitle": "Купити крем для очей | Магазин косметики",
            "metaKeywords": "косметика, крем для очей, догляд за шкірою, антивіковий крем",
            "metaDescription": "Купити антивіковий крем для очей в нашому магазині косметики за вигідною ціною."
          }
        ]
      },
      {
        "id": "b547f3e2-0e33-4e5c-93de-6f722327a33c",
        "isLux": false,
        "img": "/images-for-products/image 201.png",
        "url": "#",
        "rating": 4.1,
        "votes": 110,
        "items": [
          {
            "name": "Тушь для ресниц",
            "sku": "COSM007",
            "price": "200.00",
            "oldPrice": "220.00",
            "count": "10 мл",
            "stock": 344,
            "color": "черный",
            "img": "cosmetic6_mascara.jpg"
          }
        ],
        "translations": [
          {
            "lang": "ru",
            "title": "Тушь для ресниц",
            "subTitle": "Объем и удлинение",
            "description": "Эта тушь для ресниц придает вашим ресницам объем и удлинение, делая взгляд более выразительным и привлекательным.",
            "shortDescription": "Тушь для объема и удлинения ресниц",
            "metaTitle": "Купить тушь для ресниц | Магазин косметики",
            "metaKeywords": "косметика, тушь для ресниц, макияж, объемная тушь",
            "metaDescription": "Купить объемную тушь для ресниц в нашем магазине косметики по выгодной цене."
          },
          {
            "lang": "ua",
            "title": "Туш для вій",
            "subTitle": "Об'єм і подовження",
            "description": "Ця туш для вій надає вашим віям об'єм і подовження, роблячи погляд більш виразним і привабливим.",
            "shortDescription": "Туш для об'єму і подовження вій",
            "metaTitle": "Купити туш для вій | Магазин косметики",
            "metaKeywords": "косметика, туш для вій, макіяж, об'ємна туш",
            "metaDescription": "Купити об'ємну туш для вій в нашому магазині косметики за вигідною ціною."
          }
        ]
      },
      {
        "id": "40a15041-54fb-4e64-8721-3ee5de36658f",
        "isLux": true,
        "img": "/images-for-products/image 210.png",
        "url": "#",
        "rating": 4.9,
        "votes": 180,
        "items": [
          {
            "name": "Пудра",
            "sku": "COSM008",
            "price": "400.00",
            "oldPrice": "450.00",
            "stock": 23,
            "count": "10 г",
            "color": "бежевый",
            "img": "cosmetic7_powder.jpg"
          }
        ],
        "translations": [
          {
            "lang": "ru",
            "title": "Пудра",
            "subTitle": "Матовый финиш",
            "description": "Эта пудра с матовым финишем помогает зафиксировать макияж, обеспечивая вашей коже безупречный и матовый вид.",
            "shortDescription": "Пудра с матовым финишем",
            "metaTitle": "Купить пудру | Магазин косметики",
            "metaKeywords": "косметика, пудра, макияж, матовая пудра",
            "metaDescription": "Купить матовую пудру в нашем магазине косметики по выгодной цене."
          },
          {
            "lang": "ua",
            "title": "Пудра",
            "subTitle": "Матовий фініш",
            "description": "Ця пудра з матовим фінішем допомагає зафіксувати макіяж, забезпечуючи вашій шкірі бездоганний і матовий вигляд.",
            "shortDescription": "Пудра з матовим фінішем",
            "metaTitle": "Купити пудру | Магазин косметики",
            "metaKeywords": "косметика, пудра, макіяж, матова пудра",
            "metaDescription": "Купити матову пудру в нашому магазині косметики за вигідною ціною."
          }
        ]
      },
      {
        "id": "b0c402d2-63e0-468d-b528-6fd3d545b593",
        "isLux": false,
        "img": "/images-for-products/image 214.png",
        "url": "#",
        "rating": 4.3,
        "votes": 95,
        "items": [
          {
            "name": "Увлажняющий крем для тела",
            "sku": "COSM009",
            "price": "180.00",
            "oldPrice": "200.00",
            "stock": 44,
            "count": "200 мл",
            "color": "белый",
            "img": "cosmetic8_bodycream.jpg"
          }
        ],
        "translations": [
          {
            "lang": "ru",
            "title": "Увлажняющий крем для тела",
            "subTitle": "Интенсивный уход",
            "description": "Этот увлажняющий крем для тела обогащен натуральными маслами, которые питают и смягчают вашу кожу, делая ее более упругой и гладкой.",
            "shortDescription": "Увлажняющий крем для тела",
            "metaTitle": "Купить увлажняющий крем для тела | Магазин косметики",
            "metaKeywords": "косметика, крем для тела, уход за кожей, увлажняющий крем",
            "metaDescription": "Купить увлажняющий крем для тела в нашем магазине косметики по выгодной цене."
          },
          {
            "lang": "ua",
            "title": "Зволожуючий крем для тіла",
            "subTitle": "Інтенсивний догляд",
            "description": "Цей зволожуючий крем для тіла збагачений натуральними маслами, які живлять і зм'ягчують вашу шкіру, роблячи її більш пружною і гладкою.",
            "shortDescription": "Зволожуючий крем для тіла",
            "metaTitle": "Купити зволожуючий крем для тіла | Магазин косметики",
            "metaKeywords": "косметика, крем для тіла, догляд за шкірою, зволожуючий крем",
            "metaDescription": "Купити зволожуючий крем для тіла в нашому магазині косметики за вигідною ціною."
          }
        ]
      },
      {
        "id": "2d0645b4-5a3b-4f95-9463-c5b1a02b1320",
        "isLux": true,
        "img": "/images-for-products/image 220.png",
        "url": "#",
        "rating": 4.6,
        "votes": 160,
        "items": [
          {
            "name": "Помада",
            "sku": "COSM010",
            "price": "280.00",
            "oldPrice": "320.00",
            "stock": 4,
            "count": "5 г",
            "color": "красный",
            "img": "cosmetic9_lipstick.jpg"
          }
        ],
        "translations": [
          {
            "lang": "ru",
            "title": "Помада",
            "subTitle": "Насыщенный цвет",
            "description": "Эта помада с насыщенным цветом и увлажняющей текстурой помогает создать соблазнительный образ и ухаживает за вашими губами.",
            "shortDescription": "Помада с насыщенным цветом",
            "metaTitle": "Купить помаду | Магазин косметики",
            "metaKeywords": "косметика, помада, макияж, насыщенная помада",
            "metaDescription": "Купить насыщенную помаду в нашем магазине косметики по выгодной цене."
          },
          {
            "lang": "ua",
            "title": "Помада",
            "subTitle": "Насичений колір",
            "description": "Ця помада з насиченим кольором та зволожуючою текстурою допомагає створити спокусливий образ та доглядає за вашими губами.",
            "shortDescription": "Помада з насиченим кольором",
            "metaTitle": "Купити помаду | Магазин косметики",
            "metaKeywords": "косметика, помада, макіяж, насичена помада",
            "metaDescription": "Купити насичену помаду в нашому магазині косметики за вигідною ціною."
          }
        ]
      },
      {
        "id": "f6a3a646-c674-44ff-842a-0ff3f349fe0e",
        "isLux": false,
        "img": "/images-for-products/image 2217.png",
        "url": "#",
        "rating": 4.4,
        "votes": 120,
        "items": [
          {
            "name": "Гель для бровей",
            "sku": "COSM011",
            "price": "150.00",
            "oldPrice": "180.00",
            "stock": 3,
            "count": "8 г",
            "color": "прозрачный",
            "img": "cosmetic10_browgel.jpg"
          }
        ],
        "translations": [
          {
            "lang": "ru",
            "title": "Гель для бровей",
            "subTitle": "Для фиксации и ухода",
            "description": "Этот гель для бровей обеспечивает фиксацию и уход за бровями, придавая им аккуратный и ухоженный вид в течение всего дня.",
            "shortDescription": "Гель для бровей с фиксацией",
            "metaTitle": "Купить гель для бровей | Магазин косметики",
            "metaKeywords": "косметика, гель для бровей, макияж, уход за бровями",
            "metaDescription": "Купить гель для бровей с фиксацией в нашем магазине косметики по выгодной цене."
          },
          {
            "lang": "ua",
            "title": "Гель для брів",
            "subTitle": "Для фіксації та догляду",
            "description": "Цей гель для брів забезпечує фіксацію та догляд за брівами, надаючи їм охайний та доглянутий вигляд протягом усього дня.",
            "shortDescription": "Гель для брів з фіксацією",
            "metaTitle": "Купити гель для брів | Магазин косметики",
            "metaKeywords": "косметика, гель для брів, макіяж, догляд за брівами",
            "metaDescription": "Купити гель для брів з фіксацією в нашому магазині косметики за вигідною ціною."
          }
        ]
      }


]